import React from "react";
import s from './confidentialPoliticks.module.scss'
import MainPageWidget from "../mainPageWidget/MainPageWidget";

const ConfidentialPoliticks = () => {

    const headerh1 = `ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ ТА ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ`

    return (
        <div className={s.politicsMainCOntainer} >
            <MainPageWidget />
            <h1>{headerh1}</h1>
            <h2>Загальні положення</h2>
            <p>Компанія з великою повагою ставиться до конфіденційної (персональної) інформації всіх без винятку осіб, які відвідали Сайт, а також тих, хто користується наданими Сайтом сервісами; в зв'язку з чим, Компанія прагне захищати конфіденційність персональних даних (відомостей чи сукупність відомостей про фізичну особу, яка ідентифікована або може бути конкретно ідентифікована), тим самим створивши і забезпечивши максимально комфортні умови використання сервісів Сайту кожному користувачеві.</p>
            <p>У цій Політиці конфіденційності та захисту персональних даних (далі – «Політика») встановлено порядок здійснення Компанією обробки персональних даних, види персональних даних, які збираються, цілі використання таких персональних даних, взаємодія Команії з третіми особами, заходи безпеки для захисту персональних даних, умови доступу до персональних даних, а також, контактна інформація для  користувача щодо отримання доступу, внесення змін, блокування або видалення своїх персональних даних та звернення з будь-якими питаннями, які можуть виникнути у Вас щодо практики захисту персональних даних.</p>
            <h2>Збір та використання персональних даних</h2>
            <ul>
                При використанні користувачем сервісів Сайту Компанією здійснюється обробка даних користувача, а саме:
                <li>- даних, що надаються користувачем як при заповненні реєстраційних форм, так і в процесі користування сервісами;</li>
                <li>- ір-адреси;</li>
                <li>- файли cookie;</li>
                <li>- параметри і налаштувань інтернет-браузерів (User-agent).</li>
            </ul>
            <p>Компанія збирає тільки ті персональні дані (наприклад, Ваше ім'я і прізвище, логін і пароль доступу, адреса електронної пошти, номер контактного телефону, дата народження, стать і т.д.), які свідомо і добровільно надані Вами як суб'єктом персональних даних в цілях використання сервісів Сайту, що відповідно до вимог законодавства є згодою суб'єкта персональних даних на обробку своїх персональних даних відповідно до сформульованої в цій Політиці мети їх обробки.</p>
            <p>При відвідуванні Сайту фіксуються всі входи до системи. Інші відомості по трафіку користувача не обробляються і не зберігаються.</p>
            <p>Звертаємо Вашу увагу: Компанія обмежується збором мінімального обсягу інформації, необхідного виключно для виконання запиту суб'єкта персональних даних. У будь-якому випадку, коли запитується необов'язкова до надання інформація, користувача буде повідомлено в момент збору такої інформації.</p>
            <p>Компанія не збирає будь-яку інформацію, до обробки якої, законодавством встановлені певні вимоги, як-то інформацію про расове або етнічне походження, політичні, релігійні або світоглядні переконання, членство в політичних партіях та професійних спілках, засудження до кримінального покарання в скоєнні злочину або засудження до кримінального покарання, а також даних, що стосуються здоров'я, статевого життя, біометричних або генетичних даних (відповідно до статті 7 Закону України «Про захист персональних даних»).</p>
            <p>Компанія збирає дані про статистику відвідування Сайту. Відомості можуть містити інформацію про з'єднання, трафік, браузер користувача, а також про дату, час, тривалість роботи в мережі Інтернет та знаходження на Сайті.</p>
            <h2>Обробка персональних даних</h2>
            <p>Обробка і зберігання наданих персональних даних здійснюється в дата-центрах, де розміщується обладнання, що забезпечує функціонування сервісів Сайту. Надані персональні дані обробляються і можуть зберігатись в Базі персональних даних чи окремій таблиці Бази даних  Сайту.</p>
            <h2>Цілі використання персональних даних</h2>
            <p>Ваші персональні дані використовуються в цілях забезпечення надання Інтернет-сервісів Сайту, обміну інформацією/новинами, відносин у сфері реклами та комунікації відповідно та на виконання законів України, у тому числі, але не виключно: «Про захист персональних даних», «Про ратифікацію Конвенції про захист осіб у зв'язку з автоматизованою обробкою персональних даних та Додаткового протоколу до Конвенції про захист осіб у зв'язку з автоматизованою обробкою персональних даних стосовно органів нагляду та транскордонних потоків даних», «Про інформацію», «Про рекламу», «Про телекомунікації», «Про захист інформації в інформаційно-телекомунікаційних системах», «Про державну підтримку засобів масової інформації та соціальний захист журналістів», а також відповідно до Правил використання сайту та інших актів, що регулюють діяльність Компанії.</p>
            <h2>Термін зберігання персональних даних</h2>
            <p>Персональні дані зберігаються на термін не більше, ніж це необхідно відповідно до мети їх обробки.</p>
            <p>Після того, як суб'єкт персональних даних перестав бути користувачем Сайту шляхом видалення свого облікового запису на Сайті, його персональні дані також автоматично видаляються.</p>
            <h2>Використання файлів cookie</h2>
            <p>Cookie - це текстовий файл або файли, що містять невеликий обсяг інформації, які надсилаються веб-браузеру і зберігаються на пристрої користувача. До таких пристроїв можна віднести комп'ютер, мобільний телефон або інший пристрій, за допомогою якого користувач відвідує Сайт.</p>
            <p>Файли cookie можуть бути вічними (вони називаються постійними файлами cookie) і зберігатися в комп'ютері, поки користувач їх не видалить або тимчасовими (такі файли cookie називаються сесійними), тобто зберігаються тільки до закриття браузера. Крім того, файли cookie поділяються на основні (вони встановлюються безпосередньо відвідуваним Сайтом) і сторонні (встановлюються іншими веб-сайтами).</p>
            <p><u>Важливо:</u></p>
            <ul>
                <li>• при повторному відвідуванні користувачем Сайту, дані файлів cookie оновлюються;</li>
                <li>• у більшості випадків, веб-браузер за замовчуванням допускає автоматичне зберігання файлів cookie на пристрої користувача;</li>
                <li>• відключення файлів cookie може призвести до обмеження доступу до опублікованих матеріалів та/або неповноцінного функціонування сервісів Сайту.</li>
            </ul>
            <p>Компанія дбає про своїх користувачів і намагається зробити перебування на Сайті максимально комфортним, для цього Компанії необхідно, за допомогою файлів cookie, проаналізувати поведінку, переваги і інтереси користувача. Такий аналіз допоможе Компанії поліпшити досвід взаємодії з Сайтом, визначити найбільш зручний інтерфейс і навігацію Сервісу.</p>
            <p><u>Відповідно до класифікації Міжнародної торгової палати (International Chamber of Commerce), Компанія використовуємо такі категорії файлів cookie:</u></p>
            <p>Строго необхідні файли cookie - потрібні для пересування користувачем по веб-сторінці і при використанні певних сервісів, наприклад, для доступу до захищених сторінок, реєстрації та авторизації, здійснення пошуку по Сайту. Також, здійснюють запам'ятовування попередніх дій користувача при переході на попередню сторінку в тій же сесії.</p>
            <p>Експлуатаційні файли cookie - агрегують інформацію про те, як використовується Сайт. Ці дані зберігаються на пристрої користувача між сеансами веб-браузера. Прикладами таких даних можуть бути наступні метрики: час перебування на Сайті, найбільш часто відвідувані сторінки, розуміння які саме розділи і сервіси Сайту були найбільш цікаві для користувача, наскільки ефективна та чи інша рекламна та/або маркетингова кампанія і т.д.</p>
            <p>Вся інформація, зібрана за допомогою експлуатаційних файлів cookie, призначена для статистичних та аналітичних задач. Деякі дані файлів cookie можуть надаватися третім сторонам, які мають дозвіл з боку веб-ресурсу і виключно для зазначених вище цілей.</p>
            <p>Функціональні файли cookie - використовуються для збереження параметрів або  конфігурацій, які зберігаються на пристрої користувача між сеансами веб-браузера. Прикладами таких даних можуть бути наступні метрики: ім'я користувача, фото в профілі, інформація по залишених коментарях, мовна версія Сайту, місцезнаходження, відомості про те, чи надавалася користувачеві будь-яка інформація або обрані переваги раніше, а також інші параметри  налаштування Сайту .</p>
            <p>Дані файли cookie також дозволяють користувачам дивитися відео, брати участь в інтерактивах (опитування, голосування) та взаємодіяти з соціальними мережами.</p>
            <p>Щоб зробити більш приємними враження після відвідування ресурсу, зазначені файли cookie запам'ятовують надану користувачем інформацію, підвищуючи ефективність взаємодії з Сайтом.</p>
            <p>Деякі дані файлів cookie можуть надаватися третім сторонам, які мають дозвіл з боку веб-ресурсу і виключно для зазначених вище цілей.</p>
            <p>Цільові файли cookie -  використовуються для надання контенту, який може зацікавити користувача. Ці дані зберігаються на пристрої користувача між сеансами веб-браузера. Прикладами таких даних можуть бути наступні метрики: відстеження рекомендованого текстового, графічного, аудіо та відеоматеріалу, щоб уникнути повторного показу, управління цільовою рекламою, оцінка ефективності рекламних кампаній, інформація про відвідування користувачем інших ресурсів при переходах, а також інші параметри налаштування Сайту.</p>
            <p>Сайт може ділитися цією інформацією з іншими сторонами, включаючи медіа-клієнтів, рекламодавців, агентств і партнерів по суміжних бізнесах для того, щоб вони надавали якісну таргетовану рекламу.</p>
            <p><u>Cookie-файли сторонніх сервісів і сервісів аналітики:</u></p>
            <p>Для оперативної доставки, більш якісного відображення і детального аналізу контенту на Сайті, Компанія користується послугами, які є власністю інших сторонніх компаній, таких як Facebook, Twitter, Instagram, Alphabet Inc., Gemius та інші.</p>
            <p>Наведені як приклад компанії можуть використовувати файли cookie на пристрої користувача, під час роботи на Сайті.</p>
            <p>Слід звернути увагу, що Сайт не може вплинути на роботу файлів cookie, які використовуються цими сервісами. Всі необхідні відомості про їх використання можна дізнатися, відвідавши відповідний ресурс.</p>
            <ul>
                <li>Умови використання Google Analytics - http://www.google.com/analytics/terms/ru.html</li>
                <li>Політика конфіденційності сервісу TNS Україна викладена на сторінці https://tns-ua.com/konfidentsialnost</li>
                <li>Політика конфіденційності сервісу Gemius викладена на сторінці http://www.gemius.com.ua/politika-konfidencialnosti.html</li>
                <li>Політика в сфері конфіденційності і персональних даних Bigmir - http://info.bigmir.net/privacy_policy</li>
            </ul>
            <p><u>Управління файлами cookie:</u></p>
            <p>Основні веб-браузери (перераховані нижче)   налаштовані на автоматичний прийом файлів cookie.  Для того щоб їх відключити скористайтеся функцією довідки в своєму браузері. Довідку можна викликати через меню або за допомогою кнопки F1.</p>
            <ul>
                <li>Microsoft Edge - https://privacy.microsoft.com/ru-ru/privacystatement</li>
                <li>Mozilla Firefox - https://www.mozilla.org/ru/privacy/websites/#cookies</li>
                <li>Google Chrome - https://support.google.com/chrome/answer/95647?hl=ru</li>
                <li>Opera - http://help.opera.com/Windows/11.50/ru/cookies.html</li>
                <li>Safari for macOS - https://support.apple.com/kb/PH21411?locale=en_US</li>
            </ul>
            <p><u>Важливо:</u></p>
            <p>конфігурація налаштування файлів cookie для веб-браузерів мобільних пристроїв може відрізнятися;
                варто нагадати, що повноцінна робота з Сайтом доступна тільки при використанні файлів cookie;
                відключення файлів cookie може привести до обмеження доступу до змісту і неповноцінного функціонування сервісів Сайту.</p>
            <p>Якщо користувач не включає використання файлів cookie або навмисно видаляє всі файли cookie зі свого веб-браузера, то при подальшому відвідуванні Сайту, користувачеві буде повторно пропонуватися включення і використання файлів cookie.</p>
            <p><u>Інформація про користувачів отримана за допомогою файлів cookie не продається і не поширюється у відкритому доступі, а також є власністю компанії, якій належить ресурс.</u></p>
            <h2>Взаємодія Сайту з іншими ресурсами</h2>
            <p>При використанні користувачем сервісів, на сторінках Сайту можуть бути присутніми коди інших інтернет ресурсів і третіх осіб, в результаті чого такі інтернет ресурси і треті особи отримують Ваші дані. Отже, ці інтернет-ресурси можуть отримувати і обробляти інформацію, про те, що Ви відвідали ці сторінки, а також іншу інформацію, яку передає браузер користувача. Такими інтернет-ресурсами можуть бути:</p>
            <ul>
                <li>- системи банеропоказів (наприклад, DoubleClick for Publishers, Admixer,  AdRiver та ін.);</li>
                <li>- соціальні плагіни мереж (наприклад, Discus, Facebook, Twitter, Google+).</li>
            </ul>
            <p>Використання зазначених сервісів Компанії необхідно для оперативного аналізу відвідувань Сайту, внутрішньої і зовнішньої оцінки відвідуваності Сайту, глибини переглядів, активності користувачів. Дані, отримані від зазначених сервісів Компанія не зберігає і не обробляє.</p>
            <p>Відповідно, якщо користувач в силу будь-яких причин не бажає, щоб зазначені сервіси отримували доступ до його персональних даних, користувач може за власним бажанням вийти зі свого аккаунта чи профіля, очистити файли cookie (через свій браузер).</p>
            <h2>Безпека неповнолітніх</h2>
            <p>Сайт не призначений для неповнолітніх користувачів. Компанія дуже серйозно ставиться до питань безпеки, особливо щодо осіб, які не досягли повноліття, в зв'язку з чим, зі свого боку, Компанія звертається до батьків із закликом пояснити своїм дітям про проблеми безпеки в Інтернеті, про їх конкретну мету і потребу у використання тих чи інших сервісів Сайту.</p>
            <h2>Взаємодія Компанії з третіми особами стосовно персональних даних</h2>
            <p>Компанія не здійснює передачу персональних даних третім особам, крім випадків, коли така передача є вимогою законодавства, на прохання суб'єкта персональних даних або в інших випадках, викладених в цій Політиці. Компанія розуміє, що особиста інформація є цінністю і невід'ємним змістом, в тому числі, особистих немайнових прав будь-якої фізичної особи, тому вживає всіх можливих заходів для захисту особистої інформації користувачів, добровільно і усвідомлено переданої останніми Компанії.</p>
            <p>На Сайті можуть бути посилання на інші веб-сайти (виключно в інформаційних цілях). При переході по посиланню на інші веб-сайти дія цієї Політики на такі сайти поширюватися не буде. У зв'язку з чим, Компанія рекомендує переглядати політику в сфері конфіденційності і персональних даних кожного веб-сайту перед тим, як передавати будь-які персональні дані, за якими Вас можуть ідентифікувати.</p>
            <h2>Конфіденційність активності суб'єкта персональних даних на Сайті</h2>
            <p>Відомості про активність (трафік) на Сайті користувачів, які проходять через мережу, або електронну пошту користувача захищені відповідно до законодавства. Тобто, Компанія жодним чином або способом не порушує таємницю «активності» користувача при використанні останнім сервісів Сайту.</p>
            <h2>Захист персональних даних</h2>
            <p>Компанія використовує загальноприйняті стандарти технологічного та операційного захисту інформації та персональних даних від втрати, неправильного використання, зміни або знищення. Однак, не дивлячись на всі зусилля, Компанія не може гарантувати абсолютну захищеність від будь-яких загроз, що виникають поза межами регулювання Компанії.</p>
            <p>Компанія забезпечує застосування всіх відповідних зобов'язань щодо дотримання конфіденційності, а також технічних і організаційних заходів безпеки для запобігання несанкціонованого або незаконного розголошення або обробки такої інформації та даних, їх випадкової втрати, знищення або пошкодження.</p>
            <p>Компанія надає доступ до інформації і персональних даних тільки уповноваженим працівникам, які дали згоду на забезпечення конфіденційності такої інформації та даних відповідно до вимог Компанії.</p>
            <p>Поширення персональних даних без згоди суб'єкта персональних даних або уповноваженої ним особи дозволяється у випадках, визначених законом, і лише (якщо це необхідно) в інтересах національної безпеки, економічного добробуту та прав людини.</p>
            <h2>Умови доступу до персональних даних</h2>
            <p>Порядок доступу до персональних даних третіх осіб визначається умовами згоди користувача, наданої володільцю персональних даних на обробку цих даних, або відповідно до вимог закону.</p>
            <p>Користувач має право на одержання будь-яких відомостей про себе у будь-якого суб'єкта відносин, пов'язаних з персональними даними, за умови зазначення прізвища, ім'я та по батькові, місця проживання (місця перебування) і реквізитів документа, що посвідчує фізичну особу, яка подає запит, крім випадків, установлених законом.</p>
            <p>Доступ користувача до даних про себе здійснюється безоплатно.</p>
            <p>Відстрочка доступу користувача до своїх персональних даних не допускається.</p>
            <p>Відстрочка доступу до персональних даних третіх осіб допускається у разі, якщо необхідні дані не можуть бути надані протягом тридцяти календарних днів з дня надходження запиту. При цьому загальний термін вирішення питань, порушених у запиті, не може перевищувати сорока п'яти календарних днів.</p>
            <p>Повідомлення про відстрочку доводиться до відома третьої особи, яка подала запит, у письмовій формі з роз'ясненням порядку оскарження такого рішення.</p>
            <p>Рішення про відстрочення або відмову у доступі до персональних даних може бути оскаржено до Уповноваженого Верховної Ради України з прав людини або суду.</p>
            <h2>Права суб'єкта персональних даних</h2>
            <p>Компанія доводить до Вашого відома про Ваші права, як суб'єкта персональних даних, які врегульовані Законом України «Про захист персональних даних», а саме:</p>
            <p>1) знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження або місце проживання (перебування) володільця чи розпорядника персональних даних або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом;</p>
            <p>2) отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються його персональні дані;</p>
            <p>3) на доступ до своїх персональних даних;</p>
            <p>4) отримувати не пізніш як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;</p>
            <p>5) пред'являти вмотивовану вимогу володільцю персональних даних із запереченням проти обробки своїх персональних даних;</p>
            <p>6) пред'являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних будь-яким володільцем та розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;</p>
            <p>7) на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;</p>
            <p>8) звертатися із скаргами на обробку своїх персональних даних до Уповноваженого Верховної Ради України з прав людини або до суду;</p>
            <p>9) застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;</p>
            <p>10) вносити застереження стосовно обмеження права на обробку своїх персональних даних під час надання згоди;</p>
            <p>11) відкликати згоду на обробку персональних даних;</p>
            <p>12) знати механізм автоматичної обробки персональних даних;</p>
            <p>13) на захист від автоматизованого рішення, яке має для нього правові наслідки.</p>
            <h2>Зміна Політики</h2>
            <p>До цієї Політики періодично та без попереднього повідомлення користувача про таке можуть вноситись зміни та доповнення, у тому числі, при зміні вимог законодавства.</p>
            <p>У випадку внесення істотних змін до цієї Політики Компанією буде розміщено повідомлення на Сайті та зазначено термін набрання цими змінами чинності. Якщо протягом зазначеного термну Ви не відмовитеся від їх прийняття в письмовій формі, це означатиме, що Ви погоджуєтеся з відповідними змінами Політики.</p>
            <p>Просимо час від часу переглядати Політику для того, щоб бути в курсі будь-яких змін або доповнень.</p>
        </div>
    )
}

export default ConfidentialPoliticks;